{
  "id": "latin-cathedral-lviv",
  "slug": "latin-cathedral-lviv",
  "name_uk": "Латинська катедра (Кафедральна базиліка Внебовзяття Пресвятої Діви Марії)",
  "name_en": "Latin Cathedral (Cathedral Basilica of the Assumption of the Blessed Virgin Mary)",
  "name_de": "Lateinische Kathedrale (Kathedralbasilika Mariä Himmelfahrt)",

  "tagline_uk": "Найголовніша римо-католицька святиня Львова з готичною архітектурою та барокової дзвіницею",
  "tagline_en": "Main Roman Catholic shrine of Lviv with Gothic architecture and Baroque bell tower",
  "tagline_de": "Wichtigstes römisch-katholisches Heiligtum von Lemberg mit gotischer Architektur und barockem Glockenturm",

  "category": "monastery",
  "subcategories": ["cathedral", "gothic", "baroque", "roman-catholic", "basilica"],
  "region": "Lviv",
  "oblast": "Lviv Oblast",

  "description_uk": {
    "short": "Латинська катедра — найстаріша римо-католицька катедра Львова, побудована у XIV-XV століттях. Готична архітектура з барокової дзвіницею 1776 року. Резиденція Львівського архієпископа.",
    "full": "Архікафедральна базиліка Внебовзяття Пресвятої Діви Марії, звичайно звана просто Латинська катедра — це готична римо-католицька катедра XIV століття у Львові. Розташована в Старому місті, в південно-західному куті ринкової площі, званого Катедральною площею.\n\nПерша церква, побудована на цьому місці, була невеликою дерев'яною римо-католицькою церквою, присвяченою Святій Трійці, побудованою в 1344 році і втраченою в пожежі шість років потому. У 1360 році Казимир III Великий, король Польщі та Русі, розпочав будівництво нинішньої церкви в готичному стилі, призначеної бути катедрою новоствореної єпархії Львова. Церкву було освячено в 1405 році, а парафію перенесено сюди з Церкви Богоматері Снігової. У 1412 році латинську кафедру перенесено з Галича. Будівництво тривало протягом XV століття, і катедру було остаточно освячено в 1481 році.\n\nКатедра була свідком багатьох значущих подій. У 1440 році Митрополит Київський, кардинал Ісидор Київський відслужив Святу Месу за християнську єдність, коли зупинився у Львові на зворотному шляху з Флорентійського собору. Її відвідували кілька польських королів, зокрема Ян II Казимир Ваза, який довірив Речі Посполитій опіці Діви Марії у Львівській присязі.\n\nМіж 1761 і 1776 роками катедру було перебудовано в стилі бароко і додано високу дзвіницю. Роботи вів архітектор Петро Полейовський та скульптори Йоганн Георг Пінзель і Матей Полейовський за замовленням архієпископа Вацлава Ієроніма Сераковського. У 1776 році чудотворну ікону Богоматері Милості XVI століття, намальовану Йозефом Шольцем-Вольфовичем, коронували і помістили в головний вівтар.\n\nУ 1892-1898 роках пресвітерію було реконструйовано в стилі неоготики і вітражів, розроблених Йозефом Меффером. Катедру було підвищено до рангу малої базиліки в 1928 році.",
    "history": "Перша дерев'яна церква на цьому місці була побудована в 1344 році і втрачена в пожежі. У 1360 році Казимир III Великий розпочав будівництво готичної церкви. Церкву освячено в 1405 році. У 1412 році латинську кафедру перенесено з Галича до Львова.\n\nБудівництво тривало до 1481 року, коли катедру було остаточно освячено. Протягом століть вона була свідком багатьох історичних подій, включаючи Львівську присягу 1656 року.\n\nУ 1761-1776 роках катедру перебудовано в стилі бароко, додано високу дзвіницю. У 1892-1898 роках пресвітерію реконструйовано в стилі неоготики. У 1928 році катедра отримала ранг малої базиліки.\n\nПід час радянської окупації 1945-1991 років, хоча катедру не закрили, більшість духовенства було арештовано або депортовано. Після розпаду СРСР катедра відновила свою роль як головна римо-католицька церква Львова.",
    "significance": "Латинська катедра є найголовнішою римо-католицькою святинею Львова і резиденцією Львівського архієпископа. Це унікальний приклад готичної архітектури з барокової дзвіницею. Катедра була місцем важливих історичних подій, включаючи Львівську присягу Яна II Казимира, і зберігає багату релігійну та культурну спадщину міста."
  },

  "description_en": {
    "short": "The Latin Cathedral is the oldest Roman Catholic cathedral in Lviv, built in the 14th-15th centuries. Gothic architecture with Baroque bell tower from 1776. Residence of the Lviv Archbishop.",
    "full": "The Archcathedral Basilica of the Assumption of the Blessed Virgin Mary, usually called simply the Latin Cathedral, is a 14th-century Latin Catholic cathedral in Lviv, western Ukraine. It is located in the city's Old Town, in the south western corner of the market square, called Cathedral Square.\n\nThe first church built on this site was a small wooden Latin Catholic church dedicated to the Holy Trinity, built in 1344 and lost in a fire six years later. In 1360, Casimir III the Great, the King of Poland and of Ruthenia began the construction of the current church in Gothic style, intended to be the cathedral of the newly created See of Lwów. The church was consecrated in 1405, and the parish was moved here from the Church of Our Lady of the Snow. In 1412, the Latin See was transferred from Halych. Construction work continued throughout the 15th century, and the cathedral was finally consecrated in 1481.\n\nThe cathedral witnessed many significant events. In 1440, the Metropolitan of Kyiv, Cardinal Isidore of Kyiv celebrated a Holy Mass for Christian unity when he stopped in Lwów on his way back from the Council of Florence. It was visited by several Polish kings, most notably by John II Casimir Vasa, who entrusted the Polish–Lithuanian Commonwealth to the care of Mary, mother of Jesus in the Lwów Oath.\n\nBetween 1761 and 1776, the cathedral was rebuilt in the Baroque style and a tall bell tower was added. The works were led by architect Piotr Polejowski and sculptors Johann Georg Pinsel and Maciej Polejowski, under the commission of Archbishop Wacław Hieronim Sierakowski. In 1776 the 16th-century miraculous icon of the Our Lady of Grace, painted by Józef Szolc-Wolfowicz, held in the cathedral was crowned and placed in the main altar.\n\nIn 1892–1898, the presbytery was remodelled in Gothic Revival style and stained glass, designed by Józef Mehoffer. The cathedral was raised to the rank of minor basilica in 1928.",
    "history": "The first wooden church on this site was built in 1344 and lost in a fire. In 1360, Casimir III the Great began construction of the Gothic church. The church was consecrated in 1405. In 1412, the Latin See was transferred from Halych to Lviv.\n\nConstruction continued until 1481 when the cathedral was finally consecrated. Over the centuries, it witnessed many historical events, including the Lwów Oath of 1656.\n\nIn 1761-1776, the cathedral was rebuilt in Baroque style with a tall bell tower added. In 1892-1898, the presbytery was remodelled in Gothic Revival style. In 1928, the cathedral received the rank of minor basilica.\n\nDuring Soviet occupation 1945-1991, although the cathedral was not closed, most clergy were arrested or deported. After the collapse of the USSR, the cathedral resumed its role as the main Roman Catholic church of Lviv.",
    "significance": "The Latin Cathedral is the main Roman Catholic shrine of Lviv and the residence of the Lviv Archbishop. It is a unique example of Gothic architecture with a Baroque bell tower. The cathedral was the site of important historical events, including the Lwów Oath by John II Casimir, and preserves the rich religious and cultural heritage of the city."
  },

  "description_de": {
    "short": "Die Lateinische Kathedrale ist die älteste römisch-katholische Kathedrale in Lemberg, erbaut im 14.-15. Jahrhundert. Gotische Architektur mit barockem Glockenturm von 1776. Residenz des Erzbischofs von Lemberg.",
    "full": "Die Erzkathedralbasilika Mariä Himmelfahrt, gewöhnlich einfach Lateinische Kathedrale genannt, ist eine lateinisch-katholische Kathedrale aus dem 14. Jahrhundert in Lemberg, Westukraine. Sie befindet sich in der Altstadt der Stadt, in der südwestlichen Ecke des Marktplatzes, genannt Kathedralenplatz.\n\nDie erste Kirche, die an dieser Stelle erbaut wurde, war eine kleine hölzerne lateinisch-katholische Kirche, die der Heiligen Dreifaltigkeit geweiht war, 1344 erbaut und sechs Jahre später durch einen Brand zerstört wurde. Im Jahr 1360 begann Kasimir III. der Große, der König von Polen und Ruthenien, mit dem Bau der heutigen Kirche im gotischen Stil.",
    "history": "Die erste Holzkirche an diesem Ort wurde 1344 erbaut und durch einen Brand zerstört. Im Jahr 1360 begann Kasimir III. der Große mit dem Bau der gotischen Kirche. Die Kirche wurde 1405 geweiht.",
    "significance": "Die Lateinische Kathedrale ist das wichtigste römisch-katholische Heiligtum von Lemberg und die Residenz des Erzbischofs von Lemberg."
  },

  "location": {
    "city": "Lviv",
    "region": "Lviv Oblast",
    "address_uk": "пл. Катедральна, 1, Львів, 79000",
    "address_en": "1 Cathedral Square (Plac Katedralny), Lviv, 79000",
    "address_de": "Kathedralenplatz 1, Lemberg, 79000",
    "coordinates": {
      "latitude": 49.8408,
      "longitude": 24.0306
    },
    "directions_uk": {
      "general": "Розташована в південно-західному куті Ринкової площі, у самому серці Старого міста",
      "publicTransport": "Трамваєм або автобусом до Ринкової площі, далі пішки 2 хвилини",
      "car": "Обмежений доступ для автомобілів у Старому місті",
      "parking": "Платні паркінги на Ринковій площі та поблизу"
    },
    "directions_en": {
      "general": "Located in the southwestern corner of Rynok Square, in the very heart of the Old Town",
      "publicTransport": "Tram or bus to Rynok Square, then 2 minutes walk",
      "car": "Limited car access in Old Town",
      "parking": "Paid parking at Rynok Square and nearby"
    },
    "directions_de": {
      "general": "In der südwestlichen Ecke des Rynok-Platzes gelegen, im Herzen der Altstadt",
      "publicTransport": "Straßenbahn oder Bus zum Rynok-Platz, dann 2 Minuten zu Fuß",
      "car": "Begrenzter Autozugang in der Altstadt",
      "parking": "Bezahlte Parkplätze am Rynok-Platz und in der Nähe"
    },
    "nearbyAttractions": [
      {
        "name_uk": "Ринкова площа",
        "name_en": "Rynok Square",
        "distance": "0.1 km",
        "type": "historic-square"
      },
      {
        "name_uk": "Латинська ратуша",
        "name_en": "Lviv Town Hall",
        "distance": "0.15 km",
        "type": "historic-building"
      },
      {
        "name_uk": "Каплиця Боїмів",
        "name_en": "Boim Chapel",
        "distance": "0.05 km",
        "type": "chapel"
      },
      {
        "name_uk": "Вірменський собор",
        "name_en": "Armenian Cathedral",
        "distance": "0.4 km",
        "type": "church"
      }
    ]
  },

  "contact": {
    "phone": "+380 32 235-56-92",
    "phoneAlternative": "+380 32 235-89-78",
    "fax": "+380 32 235-87-56",
    "email": "parafia@lwowskabazylika.org.ua",
    "website": "https://lwowskabazylika.org.ua/",
    "bookingUrl": null,
    "socialMedia": {
      "facebook": "https://www.facebook.com/lwowskabazylika",
      "instagram": null,
      "youtube": null
    }
  },

  "visitingInformation": {
    "openingTimes": {
      "status_uk": "Відкрито цілий рік",
      "status_en": "Open year-round",
      "status_de": "Ganzjährig geöffnet",
      "seasonal": [
        {
          "season_uk": "Цілий рік - Неділя",
          "season_en": "Year-round - Sunday",
          "season_de": "Ganzjährig - Sonntag",
          "days_uk": "Неділя",
          "days_en": "Sunday",
          "days_de": "Sonntag",
          "hours": "07:00 - 18:00",
          "lastAdmission": "17:45",
          "masses": ["07:00 (польською)", "08:00 (латиною)", "09:00 (українською)", "10:00 (польською, дитяча)", "11:30 (польською, головна)", "13:00 (польською)", "15:00 (англійською)", "18:00 (польською, молодіжна)"]
        },
        {
          "season_uk": "Цілий рік - Будні дні",
          "season_en": "Year-round - Weekdays",
          "season_de": "Ganzjährig - Wochentage",
          "days_uk": "Понеділок-Субота",
          "days_en": "Monday-Saturday",
          "days_de": "Montag-Samstag",
          "hours": "07:00 - 19:00",
          "lastAdmission": "18:45",
          "masses": ["07:30 (польською)", "10:00 (польською)", "17:30 (українською)", "18:30 (польською)"]
        }
      ]
    },
    "admissionPrices": {
      "currency": "UAH",
      "adult": 0,
      "student": 0,
      "child": 0,
      "senior": 0,
      "family": 0,
      "notes_uk": "Вхід безкоштовний. Пожертви вітаються. Можна замовити інтенції Святих Меш.",
      "notes_en": "Free entrance. Donations welcome. Holy Mass intentions can be ordered.",
      "notes_de": "Freier Eintritt. Spenden willkommen. Heilige Messintentionen können bestellt werden."
    },
    "tourOptions": [
      {
        "type_uk": "Самостійний огляд",
        "type_en": "Self-guided tour",
        "type_de": "Selbstgeführte Tour",
        "duration_uk": "30-60 хвилин",
        "duration_en": "30-60 minutes",
        "duration_de": "30-60 Minuten",
        "price": 0
      },
      {
        "type_uk": "Відвідування для паломників",
        "type_en": "Pilgrimage visit",
        "type_de": "Wallfahrtsbesuch",
        "duration_uk": "за домовленістю",
        "duration_en": "by arrangement",
        "duration_de": "nach Vereinbarung",
        "price": 0
      }
    ],
    "averageVisitDuration_uk": "30-60 хвилин",
    "averageVisitDuration_en": "30-60 minutes",
    "averageVisitDuration_de": "30-60 Minuten",
    "busyPeriods_uk": ["Неділя ранок (11:30)", "Великі католицькі свята (Різдво, Великдень, Внебовзяття)", "Туристичний сезон (травень-вересень)"],
    "busyPeriods_en": ["Sunday morning (11:30)", "Major Catholic holidays (Christmas, Easter, Assumption)", "Tourist season (May-September)"],
    "busyPeriods_de": ["Sonntagmorgen (11:30)", "Große katholische Feiertage (Weihnachten, Ostern, Mariä Himmelfahrt)", "Touristensaison (Mai-September)"],
    "adviceForVisitors_uk": "Тиша під час богослужінь. Скромний одяг обов'язковий. Відвідайте катакомби-крипту під головним вівтарем. Оглянути Каплицю Пресвятих Тайн (Золоту каплицю). Фотографія дозволена без спалаху.",
    "adviceForVisitors_en": "Silence during services. Modest dress required. Visit catacombs-crypt under main altar. See Chapel of the Blessed Sacrament (Golden Chapel). Photography allowed without flash.",
    "adviceForVisitors_de": "Ruhe während der Gottesdienste. Bescheidene Kleidung erforderlich. Besuchen Sie Katakomben-Krypta unter dem Hauptaltar. Sehen Sie Kapelle des Allerheiligsten Sakraments (Goldene Kapelle). Fotografie ohne Blitz erlaubt."
  },

  "features": {
    "highlights_uk": [
      "Готична архітектура XIV-XV століть",
      "Барокова дзвіниця 1776 року (67 м висота)",
      "Золота каплиця (Каплиця Пресвятих Тайн)",
      "Чудотворна ікона Богоматері Милості",
      "Катакомби-крипта",
      "Вітражі Йозефа Меффера",
      "Головний вівтар з Тайною Вечерею",
      "Резиденція Львівського архієпископа"
    ],
    "highlights_en": [
      "Gothic architecture from 14th-15th centuries",
      "Baroque bell tower from 1776 (67 m height)",
      "Golden Chapel (Chapel of the Blessed Sacrament)",
      "Miraculous icon of Our Lady of Grace",
      "Catacombs-crypt",
      "Stained glass by Józef Mehoffer",
      "Main altar with Last Supper",
      "Residence of Lviv Archbishop"
    ],
    "highlights_de": [
      "Gotische Architektur aus dem 14.-15. Jahrhundert",
      "Barocker Glockenturm von 1776 (67 m Höhe)",
      "Goldene Kapelle (Kapelle des Allerheiligsten Sakraments)",
      "Wundertätige Ikone Unserer Lieben Frau der Gnade",
      "Katakomben-Krypta",
      "Glasfenster von Józef Mehoffer",
      "Hauptaltar mit Letztem Abendmahl",
      "Residenz des Erzbischofs von Lemberg"
    ],
    "facilities_uk": ["Каплиці", "Катакомби", "Сповідальниці", "Крипта", "Сакристія", "Сувенірний магазин"],
    "facilities_en": ["Chapels", "Catacombs", "Confessionals", "Crypt", "Sacristy", "Gift shop"],
    "facilities_de": ["Kapellen", "Katakomben", "Beichtstühle", "Krypta", "Sakristei", "Souvenirladen"],
    "accessibility": {
      "wheelchairAccessible": true,
      "notes_uk": "Головна частина катедри доступна для інвалідних візків. Обмежений доступ до катакомб через сходи.",
      "notes_en": "Main part of cathedral accessible for wheelchairs. Limited access to catacombs due to stairs.",
      "notes_de": "Hauptteil der Kathedrale für Rollstühle zugänglich. Begrenzter Zugang zu Katakomben wegen Treppen."
    },
    "uniqueSellingPoints_uk": [
      "Найголовніша римо-католицька катедра Львова",
      "Місце Львівської присяги Яна II Казимира (1656)",
      "Унікальна Золота каплиця з барокової декорацією",
      "67-метрова дзвіниця з панорамним видом",
      "Чудотворна ікона Богоматері, коронована Папою"
    ],
    "uniqueSellingPoints_en": [
      "Main Roman Catholic cathedral of Lviv",
      "Site of Lwów Oath by John II Casimir (1656)",
      "Unique Golden Chapel with Baroque decoration",
      "67-meter bell tower with panoramic view",
      "Miraculous icon of Our Lady crowned by Pope"
    ],
    "uniqueSellingPoints_de": [
      "Wichtigste römisch-katholische Kathedrale von Lemberg",
      "Ort des Lemberger Eides von Johann II. Kasimir (1656)",
      "Einzigartige Goldene Kapelle mit barocker Dekoration",
      "67 Meter hoher Glockenturm mit Panoramablick",
      "Wundertätige Ikone Unserer Lieben Frau vom Papst gekrönt"
    ]
  },

  "images": {
    "heroImage": {
      "url": "https://upload.wikimedia.org/wikipedia/commons/9/92/46-101-0548_Lviv_Latin_Cathedral_RB_18.jpg",
      "alt_uk": "Латинська катедра Львова",
      "alt_en": "Latin Cathedral of Lviv",
      "alt_de": "Lateinische Kathedrale von Lemberg",
      "caption_uk": "Архікафедральна базиліка Внебовзяття Пресвятої Діви Марії",
      "caption_en": "Archcathedral Basilica of the Assumption of the Blessed Virgin Mary",
      "caption_de": "Erzkathedralbasilika Mariä Himmelfahrt"
    },
    "gallery": [
      {
        "url": "https://upload.wikimedia.org/wikipedia/commons/5/52/Lviv_Latin_Cathedral_2014_interior.jpg",
        "alt_uk": "Інтер'єр Латинської катедри",
        "alt_en": "Interior of Latin Cathedral",
        "alt_de": "Interieur der Lateinischen Kathedrale",
        "caption_uk": "Готична нава з барокової оздобленням"
      },
      {
        "url": "https://upload.wikimedia.org/wikipedia/commons/1/1c/Latin_cathedral_bell_tower%2C_Lviv.jpg",
        "alt_uk": "Дзвіниця Латинської катедри",
        "alt_en": "Bell tower of Latin Cathedral",
        "alt_de": "Glockenturm der Lateinischen Kathedrale",
        "caption_uk": "Барокова дзвіниця висотою 67 метрів"
      }
    ]
  },

  "historicalData": {
    "yearBuilt": "1360-1481",
    "yearBuiltNote_uk": "Будівництво розпочато 1360 р., освячено 1405 р., остаточно завершено 1481 р.",
    "yearBuiltNote_en": "Construction started 1360, consecrated 1405, finally completed 1481",
    "yearBuiltNote_de": "Baubeginn 1360, geweiht 1405, endgültig fertiggestellt 1481",
    "architecturalStyle_uk": "Готика, Бароко (дзвіниця), Неоготика (пресвітерій)",
    "architecturalStyle_en": "Gothic, Baroque (bell tower), Gothic Revival (presbytery)",
    "architecturalStyle_de": "Gotik, Barock (Glockenturm), Neugotik (Presbyterium)",
    "architects": [
      {
        "name": "Казимир III Великий (фундатор)",
        "period": "1360",
        "contribution_uk": "Ініціював будівництво готичної катедри",
        "contribution_en": "Initiated construction of Gothic cathedral",
        "contribution_de": "Initiierte den Bau der gotischen Kathedrale"
      },
      {
        "name": "Петро Полейовський (Piotr Polejowski)",
        "period": "1761-1776",
        "contribution_uk": "Барокова перебудова та дзвіниця",
        "contribution_en": "Baroque reconstruction and bell tower",
        "contribution_de": "Barocker Umbau und Glockenturm"
      },
      {
        "name": "Йозеф Меффер (Józef Mehoffer)",
        "period": "1892-1898",
        "contribution_uk": "Вітражі пресвітерію",
        "contribution_en": "Stained glass of presbytery",
        "contribution_de": "Glasfenster des Presbyteriums"
      }
    ],
    "unescoStatus": "Part of UNESCO World Heritage Site",
    "unescoYear": "1998",
    "nationalHeritageStatus": "Monument of National Significance",
    "referenceNumber": "UA-LV-LAT-001",
    "managedBy_uk": "Римо-Католицька Архієпархія Львова",
    "managedBy_en": "Roman Catholic Archdiocese of Lviv",
    "managedBy_de": "Römisch-katholische Erzdiözese Lemberg"
  },

  "culturalEvents": [
    {
      "name_uk": "Свято Внебовзяття Пресвятої Діви Марії",
      "name_en": "Feast of the Assumption of Mary",
      "name_de": "Fest Mariä Himmelfahrt",
      "period_uk": "15 серпня",
      "period_en": "August 15",
      "period_de": "15. August",
      "description_uk": "Головне престольне свято катедри з урочистими богослужіннями",
      "description_en": "Main patronal feast of cathedral with solemn services",
      "description_de": "Hauptpatronatsfest der Kathedrale mit feierlichen Gottesdiensten"
    },
    {
      "name_uk": "Різдво Христове",
      "name_en": "Christmas",
      "name_de": "Weihnachten",
      "period_uk": "25 грудня",
      "period_en": "December 25",
      "period_de": "25. Dezember",
      "description_uk": "Святкові богослужіння за латинським обрядом",
      "description_en": "Festive services in Latin rite",
      "description_de": "Festliche Gottesdienste nach lateinischem Ritus"
    }
  ],

  "tags": [
    "cathedral",
    "basilica",
    "gothic",
    "baroque",
    "roman-catholic",
    "lviv",
    "old-town",
    "unesco",
    "architecture",
    "religious-site",
    "pilgrimage"
  ],

  "suitableFor_uk": [
    "Любителі архітектури",
    "Паломники",
    "Історики",
    "Туристи",
    "Фотографи",
    "Сімейні подорожі",
    "Віряни"
  ],
  "suitableFor_en": [
    "Architecture lovers",
    "Pilgrims",
    "Historians",
    "Tourists",
    "Photographers",
    "Family travel",
    "Faithful"
  ],
  "suitableFor_de": [
    "Architekturliebhaber",
    "Pilger",
    "Historiker",
    "Touristen",
    "Fotografen",
    "Familienreisen",
    "Gläubige"
  ],

  "weatherDependent": false,
  "indoorActivities": true,
  "outdoorActivities": false,

  "priceRange": "$",
  "rating": 4.8,
  "reviewsCount": 1856,
  "featured": true,
  "status": "published",

  "metaDescription_uk": "Латинська катедра Львова — найголовніша римо-католицька святиня міста. Готична архітектура XIV-XV ст., барокова дзвіниця, Золота каплиця. Безкоштовний вхід.",
  "metaDescription_en": "Latin Cathedral of Lviv - main Roman Catholic shrine of the city. Gothic architecture from 14th-15th c., Baroque bell tower, Golden Chapel. Free entrance.",
  "metaDescription_de": "Lateinische Kathedrale von Lemberg - wichtigstes römisch-katholisches Heiligtum der Stadt. Gotische Architektur aus dem 14.-15. Jh., barocker Glockenturm, Goldene Kapelle. Freier Eintritt.",

  "keywords": [
    "Львів",
    "Lviv",
    "Латинська катедра",
    "Latin Cathedral",
    "готика",
    "Gothic",
    "бароко",
    "Baroque",
    "базиліка",
    "basilica",
    "римо-католицька",
    "Roman Catholic",
    "UNESCO",
    "tourism"
  ],

  "lastUpdated": "2025-11-30",
  "source": "Wikipedia, lwowskabazylika.org.ua, Jina AI research",
  "verified": true
}
