{
  "id": "museum-folk-architecture-pirogovo",
  "slug": "museum-folk-architecture-pirogovo",

  "name_uk": "Національний музей народної архітектури та побуту України 'Пирогово'",
  "name_en": "National Museum of Folk Architecture and Folkways of Ukraine 'Pyrohiv'",
  "name_de": "Nationales Museum für Volksarchitektur und Volksleben der Ukraine 'Pyrohiw'",

  "tagline_uk": "133 гектари живої історії під відкритим небом - автентичне село-музей",
  "tagline_en": "133 hectares of living history under open sky - authentic museum village",
  "tagline_de": "133 Hektar lebendige Geschichte unter freiem Himmel - authentisches Museumsdorf",

  "category": "museum",
  "subcategories": ["open-air-museum", "folk-architecture", "ethnography", "cultural-heritage"],
  "region": "Kyiv",
  "oblast": "Kyiv Oblast",

  "description_uk": {
    "short": "Національний музей народної архітектури та побуту України 'Пирогово' — унікальний музей просто неба площею 133,5 гектарів з понад 300 пам'ятками народної архітектури та 70 000 експонатів, що представляють всі історико-етнографічні регіони України.",
    "full": "Національний музей народної архітектури та побуту України 'Пирогово' є одним із найбільших музеїв просто неба в Європі. Розташований на південній околиці Києва на площі 133,5 гектарів, музей представляє собою унікальний архітектурно-ландшафтний комплекс, що відтворює життя українського села від давнини до початку ХХ століття.\n\nМузей був заснований у 1969 році за ініціативою відомого українського історика та громадського діяча Петра Тимофійовича Тронька. Він особисто обрав місце для музею та забезпечив виділення земельної ділянки. Перші відвідувачі прийшли до музею у 1976 році.\n\nТериторія музею поділена на сектори, кожен з яких представляє окремий історико-етнографічний регіон України: Середнє Подніпров'я, Слобожанщину, Полісся, Поділля, Карпати та Південну Україну. В кожному секторі розташовані автентичні будівлі, перенесені з відповідних регіонів та ретельно відреставровані: хати, господарські будівлі, дерев'яні церкви, вітряки, млини.\n\nКолекція музею налічує понад 300 пам'яток народної архітектури та близько 70 000 предметів побуту, традиційної культури: костюми, старовинні тканини, вишивки, килими, кераміка, вироби з металу, дерева та скла, музичні інструменти, картини та господарське начиння.\n\nОкрасою музею є ансамбль автентичних вітряків на пагорбі — візитівка Пирогова. Найдавнішою будівлею є Наддніпрянська церква, збудована у 1742 році. Музей регулярно проводить театралізовані виступи, святкування народних свят, ярмарки народних ремесел, де майстри демонструють давні техніки: ткацтво, ковальство, гончарство.",
    "history": "Історія села Пирогів сягає 1627 року, коли поселення вперше згадується як феодальний маєток Києво-Печерської лаври. Археологічні дослідження підтверджують, що територія була заселена ще з часів бронзової доби. У записах 1720 року село згадується як Пирожов.\n\nУ 1957 році територію Пирогова включили до адміністративних меж Києва. 6 лютого 1969 року Рада Міністрів Української РСР прийняла постанову №105 'Про створення Державного музею народної архітектури та побуту Української РСР'. Ініціатором створення музею став заступник голови Ради Міністрів УРСР Петро Тимофійович Тронько, який очолював Українське товариство охорони пам'яток історії та культури.\n\nТронько особисто обрав місце для музею, керуючись кількома принципами: збереження та відтворення традиційної України, популяризація народних ремесел, дослідження народного мистецтва через історико-етнографічні регіони. Розташування регіонів на території музею відповідає їх географічному розміщенню та природним зонам.\n\nДо 1971 року музей перебував під управлінням Міністерства культури України. Постановою від 31 березня 1971 року №159 музей передали Українському товариству охорони пам'яток історії та культури. Ці роки стали найплідніші у створенні музею, хоча доводилося долати труднощі, пов'язані з демонтажем, транспортуванням та реставрацією пам'яток.\n\nМузей був відкритий для відвідувачів у 1976 році. 5 липня 2004 року музей передали Національній академії наук України. Указом Президента України Віктора Ющенка №644/2008 музей отримав статус Національного.",
    "significance": "Музей 'Пирогово' має виняткове значення для збереження української культурної спадщини. Це єдиний в Україні музей такого масштабу, який зберігає автентичну народну архітектуру з усіх регіонів країни. Понад 300 будівель було врятовано від знищення і перенесено до музею, де вони отримали друге життя.\n\nМузей є важливим науково-дослідним центром, що входить до складу Інституту мистецтвознавства, фольклористики та етнології НАН України. Тут проводяться дослідження традиційної архітектури, побуту, ремесел, обрядів.\n\nОсобливістю музею є те, що він не просто експонує будівлі та предмети, а відтворює живу атмосферу українського села. Працівники та волонтери одягаються у національні костюми, демонструють старовинні ремесла, проводять народні свята. Восени та влітку на свята тут проходять фольклорні фестивалі, де ковалі, гончарі, ткалі та інші майстри створюють витвори мистецтва на очах у відвідувачів.\n\nМузей є популярним місцем для культурного туризму, навчальних екскурсій, фотосесій у традиційних костюмах, проведення народних свят."
  },

  "description_en": {
    "short": "The National Museum of Folk Architecture and Folkways of Ukraine 'Pyrohiv' is a unique 133.5-hectare open-air museum with over 300 folk architecture monuments and 70,000 artifacts representing all historical-ethnographic regions of Ukraine.",
    "full": "The National Museum of Folk Architecture and Folkways of Ukraine 'Pyrohiv' is one of the largest open-air museums in Europe. Located on the southern outskirts of Kyiv covering 133.5 hectares, the museum represents a unique architectural and landscape complex recreating Ukrainian village life from ancient times to the early 20th century.\n\nThe museum was founded in 1969 on the initiative of renowned Ukrainian historian and public figure Petro Tymofiyovych Tronko. He personally chose the location for the museum and secured the land allocation. The first visitors came to the museum in 1976.\n\nThe museum territory is divided into sectors, each representing a separate historical-ethnographic region of Ukraine: Middle Dnieper, Slobozhanshchyna, Polissia, Podillia, Carpathians, and Southern Ukraine. In each sector, authentic buildings transported from corresponding regions and carefully restored are located: houses, farm buildings, wooden churches, windmills, mills.\n\nThe museum's collection includes over 300 folk architecture monuments and about 70,000 household items and traditional culture objects: costumes, old textiles, embroidery, carpets, ceramics, metal, wood and glass products, musical instruments, paintings and household utensils.\n\nThe museum's centerpiece is an ensemble of authentic windmills on a hill - Pyrohiv's calling card. The oldest building is the Naddniprianska Church, built in 1742. The museum regularly hosts theatrical performances, celebrations of folk holidays, craft fairs where masters demonstrate ancient techniques: weaving, blacksmithing, pottery.",
    "history": "The history of Pyrohiv village dates back to 1627, when the settlement was first mentioned as a feudal estate of the Kyiv-Pechersk Lavra. Archaeological research confirms the territory was inhabited since the Bronze Age. In 1720 records, the village is mentioned as Pyrozhov.\n\nIn 1957, Pyrohiv territory was included within Kyiv's administrative boundaries. On February 6, 1969, the Council of Ministers of the Ukrainian SSR adopted resolution No. 105 'On the establishment of the State Museum of Folk Architecture and Life of the Ukrainian SSR'. The museum's founder was Deputy Chairman of the Council of Ministers of the Ukrainian SSR Petro Tymofiyovych Tronko, who headed the Ukrainian Society for the Protection of Historical and Cultural Monuments.\n\nThe museum was opened to visitors in 1976. On July 5, 2004, the museum was transferred to the National Academy of Sciences of Ukraine. By decree of President Viktor Yushchenko No. 644/2008, the museum received National status.",
    "significance": "The Pyrohiv Museum has exceptional significance for preserving Ukrainian cultural heritage. It is the only museum of this scale in Ukraine that preserves authentic folk architecture from all regions of the country. Over 300 buildings were saved from destruction and transferred to the museum, where they received a second life.\n\nThe museum is an important research center that is part of the Institute of Arts, Folklore and Ethnology of the National Academy of Sciences of Ukraine. Research on traditional architecture, lifestyle, crafts, and rituals is conducted here.\n\nA special feature of the museum is that it doesn't just exhibit buildings and objects, but recreates the living atmosphere of a Ukrainian village. Staff and volunteers dress in national costumes, demonstrate ancient crafts, hold folk holidays.\n\nThe museum is a popular place for cultural tourism, educational excursions, photo sessions in traditional costumes, and folk holiday celebrations."
  },

  "description_de": {
    "short": "Das Nationale Museum für Volksarchitektur und Volksleben der Ukraine 'Pyrohiw' ist ein einzigartiges 133,5 Hektar großes Freilichtmuseum mit über 300 Volksarchitekturdenkmälern und 70.000 Artefakten aus allen historisch-ethnographischen Regionen der Ukraine.",
    "full": "Das Nationale Museum für Volksarchitektur und Volksleben der Ukraine 'Pyrohiw' ist eines der größten Freilichtmuseen Europas. Am südlichen Stadtrand von Kiew auf 133,5 Hektar gelegen, stellt das Museum einen einzigartigen architektonischen und landschaftlichen Komplex dar, der das ukrainische Dorfleben von der Antike bis zum frühen 20. Jahrhundert nachbildet.\n\nDas Museum wurde 1969 auf Initiative des renommierten ukrainischen Historikers und Persönlichkeit des öffentlichen Lebens Petro Tymofiyovych Tronko gegründet. Er wählte persönlich den Standort für das Museum aus und sicherte die Landvergabe.\n\nDas Museumsgebiet ist in Sektoren unterteilt, von denen jeder eine separate historisch-ethnographische Region der Ukraine repräsentiert: Mittlerer Dnjepr, Slobozhanshchyna, Polissia, Podillia, Karpaten und Südukraine. In jedem Sektor befinden sich authentische Gebäude, die aus entsprechenden Regionen transportiert und sorgfältig restauriert wurden.\n\nDie Sammlung des Museums umfasst über 300 Volksarchitekturdenkmäler und etwa 70.000 Haushaltsgegenständige und traditionelle Kulturobjekte.\n\nDas Herzstück des Museums ist ein Ensemble authentischer Windmühlen auf einem Hügel - Pyrohiws Visitenkarte. Das älteste Gebäude ist die Naddniprianska-Kirche aus dem Jahr 1742.",
    "history": "Die Geschichte des Dorfes Pyrohiw reicht bis 1627 zurück. 1969 wurde das Museum gegründet. 1976 wurde das Museum für Besucher geöffnet. 2004 wurde das Museum an die Nationale Akademie der Wissenschaften der Ukraine übergeben. 2008 erhielt das Museum durch Dekret des Präsidenten den Nationalstatus.",
    "significance": "Das Pyrohiw-Museum hat außergewöhnliche Bedeutung für die Bewahrung des ukrainischen Kulturerbes. Es ist das einzige Museum dieser Größenordnung in der Ukraine, das authentische Volksarchitektur aus allen Regionen des Landes bewahrt.\n\nDas Museum ist ein wichtiges Forschungszentrum, das Teil des Instituts für Kunst, Folklore und Ethnologie der Nationalen Akademie der Wissenschaften der Ukraine ist.\n\nDas Museum ist ein beliebter Ort für Kulturtourismus, Bildungsexkursionen und Volksfeste."
  },

  "location": {
    "city": "Kyiv (Pyrohiv)",
    "region": "Kyiv Oblast",
    "address_uk": "вул. Академіка Тронька, 1, Київ, 03026 (Пирогово)",
    "address_en": "1 Akademika Tronka Street, Kyiv, 03026 (Pyrohiv)",
    "address_de": "Akademika-Tronka-Straße 1, Kiew, 03026 (Pyrohiw)",
    "coordinates": {
      "latitude": 50.3545,
      "longitude": 30.5122
    },
    "directions_uk": {
      "general": "Розташований на південній околиці Києва в районі Пирогово",
      "publicTransport": "Від станції метро 'Деміївська' — тролейбус №11. Від станцій метро 'Деміївська' або 'Голосіївська' — маршрутки №172, №156",
      "car": "З центру Києва — 20-30 хвилин по проспекту Науки. Парковка біля входу до музею",
      "parking": "Безкоштовна парковка на території музею"
    },
    "directions_en": {
      "general": "Located on the southern outskirts of Kyiv in the Pyrohiv area",
      "publicTransport": "From metro station 'Demiivska' - trolleybus №11. From metro stations 'Demiivska' or 'Holosiivska' - minibuses №172, №156",
      "car": "From Kyiv city center - 20-30 minutes via Nauky Avenue. Parking near museum entrance",
      "parking": "Free parking on museum territory"
    },
    "directions_de": {
      "general": "Am südlichen Stadtrand von Kiew im Pyrohiw-Gebiet gelegen",
      "publicTransport": "Von der U-Bahnstation 'Demiiwska' - Oberleitungsbus Nr. 11. Von den U-Bahnstationen 'Demiiwska' oder 'Holosiiwska' - Minibusse Nr. 172, Nr. 156",
      "car": "Vom Kiewer Stadtzentrum - 20-30 Minuten über die Nauky-Allee. Parkplatz am Museumseingang",
      "parking": "Kostenloser Parkplatz auf dem Museumsgelände"
    },
    "nearbyAttractions": [
      {
        "name_uk": "Голосіївський національний природний парк",
        "name_en": "Holosiivskyi National Nature Park",
        "distance": "2 km",
        "type": "park"
      },
      {
        "name_uk": "Експоцентр України",
        "name_en": "Expocenter of Ukraine",
        "distance": "3 km",
        "type": "exhibition-center"
      },
      {
        "name_uk": "Києво-Печерська лавра",
        "name_en": "Kyiv-Pechersk Lavra",
        "distance": "8 km",
        "type": "monastery"
      }
    ]
  },

  "contact": {
    "phone": "+380 98 913 80 07",
    "email": "rozvutokpurogiv@gmail.com",
    "website": "https://www.pyrohiv.com/",
    "bookingUrl": null,
    "socialMedia": {
      "facebook": "https://www.facebook.com/pyrohiv.museum",
      "instagram": "https://www.instagram.com/pyrohiv_museum/",
      "twitter": null,
      "youtube": "https://www.youtube.com/c/PyrohivMuseum"
    }
  },

  "visitingInformation": {
    "openingTimes": {
      "status_uk": "Відкрито цілий рік",
      "status_en": "Open year-round",
      "status_de": "Ganzjährig geöffnet",
      "seasonal": [
        {
          "season_uk": "Цілий рік",
          "season_en": "Year-round",
          "season_de": "Ganzjährig",
          "days_uk": "Щодня",
          "days_en": "Daily",
          "days_de": "Täglich",
          "hours": "10:00 - 17:00",
          "lastAdmission": "16:30"
        }
      ]
    },
    "admissionPrices": {
      "currency": "UAH",
      "adult": 100,
      "student": 50,
      "child": 30,
      "senior": 50,
      "family": 250,
      "notes_uk": "Діти до 7 років - безкоштовно. Фото/відеозйомка включена у вартість квитка. Групові знижки від 10 осіб",
      "notes_en": "Children under 7 - free. Photo/video included in ticket price. Group discounts from 10 people",
      "notes_de": "Kinder unter 7 Jahren - kostenlos. Foto/Video im Ticketpreis enthalten. Gruppenrabatte ab 10 Personen"
    },
    "tourOptions": [
      {
        "type_uk": "Самостійний огляд",
        "type_en": "Self-guided tour",
        "type_de": "Selbstgeführte Tour",
        "duration_uk": "3-5 годин",
        "duration_en": "3-5 hours",
        "duration_de": "3-5 Stunden",
        "price": 0
      },
      {
        "type_uk": "Екскурсія з гідом українською",
        "type_en": "Guided tour in Ukrainian",
        "type_de": "Führung auf Ukrainisch",
        "duration_uk": "2-3 години",
        "duration_en": "2-3 hours",
        "duration_de": "2-3 Stunden",
        "price": 500,
        "groupSize": "до 30 осіб / up to 30 people / bis 30 Personen"
      },
      {
        "type_uk": "Екскурсія англійською/німецькою",
        "type_en": "Guided tour in English/German",
        "type_de": "Führung auf Englisch/Deutsch",
        "duration_uk": "2-3 години",
        "duration_en": "2-3 hours",
        "duration_de": "2-3 Stunden",
        "price": 700,
        "groupSize": "до 25 осіб / up to 25 people / bis 25 Personen"
      },
      {
        "type_uk": "Майстер-класи народних ремесел",
        "type_en": "Folk crafts master classes",
        "type_de": "Meisterklassen für Volkshandwerk",
        "duration_uk": "1-2 години",
        "duration_en": "1-2 hours",
        "duration_de": "1-2 Stunden",
        "price": 200,
        "groupSize": "5-20 осіб / 5-20 people / 5-20 Personen"
      }
    ],
    "averageVisitDuration_uk": "4-6 годин (рекомендуємо цілий день)",
    "averageVisitDuration_en": "4-6 hours (full day recommended)",
    "averageVisitDuration_de": "4-6 Stunden (ganzer Tag empfohlen)",
    "busyPeriods_uk": ["Вихідні дні", "Травень-вересень", "Народні свята (Різдво, Великдень, Івана Купала)", "Жнива (серпень)"],
    "busyPeriods_en": ["Weekends", "May-September", "Folk holidays (Christmas, Easter, Ivan Kupala)", "Harvest time (August)"],
    "busyPeriods_de": ["Wochenenden", "Mai-September", "Volksfeste (Weihnachten, Ostern, Iwan Kupala)", "Erntezeit (August)"],
    "adviceForVisitors_uk": "Візьміть зручне взуття для ходіння по території. Принесіть воду та легкий перекус (є кафе, але обмежений вибір). Виділіть цілий день для огляду. Відвідайте під час народних свят для повного занурення. Візьміть з собою фотокамеру. Одягайтеся відповідно до погоди — більша частина експозиції на відкритому повітрі.",
    "adviceForVisitors_en": "Wear comfortable walking shoes for the territory. Bring water and light snacks (there's a cafe but limited selection). Allow a full day for viewing. Visit during folk holidays for full immersion. Bring a camera. Dress according to weather - most of the exposition is outdoors.",
    "adviceForVisitors_de": "Tragen Sie bequeme Wanderschuhe für das Gelände. Bringen Sie Wasser und leichte Snacks mit (es gibt ein Café, aber begrenzte Auswahl). Planen Sie einen ganzen Tag für die Besichtigung ein. Besuchen Sie während der Volksfeste für vollständige Immersion. Bringen Sie eine Kamera mit. Kleiden Sie sich wettergerecht - der größte Teil der Ausstellung ist im Freien."
  },

  "features": {
    "highlights_uk": [
      "133,5 гектарів музею просто неба",
      "Понад 300 автентичних будівель народної архітектури",
      "70 000 експонатів традиційного побуту",
      "Всі історико-етнографічні регіони України",
      "Ансамбль вітряків XVIII-XIX століть",
      "Найдавніша церква 1742 року",
      "Живі демонстрації народних ремесел",
      "Театралізовані народні свята",
      "Фольклорні фестивалі та ярмарки",
      "Автентичні інтер'єри хат"
    ],
    "highlights_en": [
      "133.5 hectares of open-air museum",
      "Over 300 authentic folk architecture buildings",
      "70,000 traditional life artifacts",
      "All historical-ethnographic regions of Ukraine",
      "Ensemble of 18th-19th century windmills",
      "Oldest church from 1742",
      "Live folk craft demonstrations",
      "Theatrical folk holiday celebrations",
      "Folklore festivals and fairs",
      "Authentic house interiors"
    ],
    "highlights_de": [
      "133,5 Hektar Freilichtmuseum",
      "Über 300 authentische Volksarchitekturgebäude",
      "70.000 traditionelle Lebensobjekte",
      "Alle historisch-ethnographischen Regionen der Ukraine",
      "Ensemble von Windmühlen aus dem 18.-19. Jahrhundert",
      "Älteste Kirche von 1742",
      "Live-Vorführungen von Volkshandwerk",
      "Theatralische Volksfeierlichkeiten",
      "Folklorefestivals und Märkte",
      "Authentische Hausinterieurs"
    ],
    "facilities_uk": ["Виставкові зони", "Кафе та харчування", "Сувенірні крамниці", "Туалети", "Пікнік-зони", "Безкоштовна парковка", "Майстерні ремесел", "Дитячі майданчики"],
    "facilities_en": ["Exhibition zones", "Cafe and food", "Gift shops", "Toilets", "Picnic areas", "Free parking", "Craft workshops", "Children's playgrounds"],
    "facilities_de": ["Ausstellungszonen", "Café und Verpflegung", "Souvenirläden", "Toiletten", "Picknickmöglichkeiten", "Kostenloser Parkplatz", "Handwerkswerkstätten", "Kinderspielplätze"],
    "accessibility": {
      "wheelchairAccessible": false,
      "notes_uk": "Через історичний характер та ландшафт (пагорби, бруківка, трав'яні доріжки) музей має обмежений доступ для інвалідних візків. Деякі зони доступні. Працівники музею допоможуть спланувати візит.",
      "notes_en": "Due to historic nature and landscape (hills, cobblestones, grass paths), the museum has limited wheelchair access. Some areas are accessible. Museum staff will help plan a visit.",
      "notes_de": "Aufgrund des historischen Charakters und der Landschaft (Hügel, Kopfsteinpflaster, Graspfade) hat das Museum einen eingeschränkten Rollstuhlzugang. Einige Bereiche sind zugänglich. Museumsmitarbeiter helfen bei der Planung eines Besuchs."
    },
    "uniqueSellingPoints_uk": [
      "Найбільший музей просто неба в Україні",
      "Один із найбільших музеїв просто неба в Європі",
      "Автентичні будівлі з усіх регіонів України",
      "Живі демонстрації традиційних ремесел",
      "Занурення у атмосферу українського села",
      "Унікальна колекція дерев'яних церков",
      "Можливість відсвяткувати народні свята",
      "Науково-дослідний центр НАН України"
    ],
    "uniqueSellingPoints_en": [
      "Largest open-air museum in Ukraine",
      "One of the largest open-air museums in Europe",
      "Authentic buildings from all regions of Ukraine",
      "Live demonstrations of traditional crafts",
      "Immersion in Ukrainian village atmosphere",
      "Unique collection of wooden churches",
      "Opportunity to celebrate folk holidays",
      "Research center of NAS of Ukraine"
    ],
    "uniqueSellingPoints_de": [
      "Größtes Freilichtmuseum in der Ukraine",
      "Eines der größten Freilichtmuseen in Europa",
      "Authentische Gebäude aus allen Regionen der Ukraine",
      "Live-Vorführungen traditioneller Handwerke",
      "Eintauchen in die ukrainische Dorfatmosphäre",
      "Einzigartige Sammlung von Holzkirchen",
      "Möglichkeit, Volksfeste zu feiern",
      "Forschungszentrum der Nationalen Akademie der Wissenschaften der Ukraine"
    ]
  },

  "images": {
    "heroImage": {
      "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Kiev_Pirogiv_windmills_060927.jpg/1200px-Kiev_Pirogiv_windmills_060927.jpg",
      "alt_uk": "Ансамбль автентичних вітряків у музеї Пирогово",
      "alt_en": "Ensemble of authentic windmills at Pyrohiv Museum",
      "alt_de": "Ensemble authentischer Windmühlen im Pyrohiw-Museum",
      "caption_uk": "Вітряки XVIII-XIX століть - візитівка музею Пирогово",
      "caption_en": "18th-19th century windmills - calling card of Pyrohiv Museum",
      "caption_de": "Windmühlen aus dem 18.-19. Jahrhundert - Visitenkarte des Pyrohiw-Museums"
    },
    "gallery": [
      {
        "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/80-361-0833_Kyiv_Pyrohiv_SAM_0903.jpg/1200px-80-361-0833_Kyiv_Pyrohiv_SAM_0903.jpg",
        "alt_uk": "Вітряк у музеї Пирогово",
        "alt_en": "Windmill at Pyrohiv Museum",
        "alt_de": "Windmühle im Pyrohiw-Museum",
        "caption_uk": "Автентичний дерев'яний вітряк"
      },
      {
        "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Pirogiv_church.jpg/1200px-Pirogiv_church.jpg",
        "alt_uk": "Дерев'яна церква у Пирогові",
        "alt_en": "Wooden church at Pyrohiv",
        "alt_de": "Holzkirche in Pyrohiw",
        "caption_uk": "Одна з автентичних дерев'яних церков музею"
      },
      {
        "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Kiev_Pirogiv_yard_060927.jpg/1200px-Kiev_Pirogiv_yard_060927.jpg",
        "alt_uk": "Традиційне українське подвір'я",
        "alt_en": "Traditional Ukrainian yard",
        "alt_de": "Traditioneller ukrainischer Hof",
        "caption_uk": "Відтворення автентичного сільського господарства"
      },
      {
        "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/2019-07-16_Museum_of_Folk_Architecture_and_Ethnography_in_Pyrohiv_01.jpg/1200px-2019-07-16_Museum_of_Folk_Architecture_and_Ethnography_in_Pyrohiv_01.jpg",
        "alt_uk": "Хати Полісся в музеї",
        "alt_en": "Polissia houses in the museum",
        "alt_de": "Polissia-Häuser im Museum",
        "caption_uk": "Традиційні хати з регіону Полісся"
      },
      {
        "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Pyrohiv-museii-08.JPG/1200px-Pyrohiv-museii-08.JPG",
        "alt_uk": "Інтер'єр традиційної хати",
        "alt_en": "Interior of traditional house",
        "alt_de": "Interieur eines traditionellen Hauses",
        "caption_uk": "Автентичний інтер'єр української хати з предметами побуту"
      }
    ]
  },

  "historicalData": {
    "yearBuilt": "1969",
    "yearBuiltNote_uk": "Музей заснований у 1969 році, відкритий для відвідувачів у 1976 році",
    "yearBuiltNote_en": "Museum founded in 1969, opened to visitors in 1976",
    "yearBuiltNote_de": "Museum 1969 gegründet, 1976 für Besucher geöffnet",
    "architecturalStyle_uk": "Традиційна народна архітектура XVII-XX століть",
    "architecturalStyle_en": "Traditional folk architecture of 17th-20th centuries",
    "architecturalStyle_de": "Traditionelle Volksarchitektur des 17.-20. Jahrhunderts",
    "architects": [
      {
        "name": "Петро Тимофійович Тронько (Petro Tymofiyovych Tronko)",
        "period": "1969-2011",
        "contribution_uk": "Засновник музею, обрав місце та концепцію збереження народної архітектури",
        "contribution_en": "Museum founder, chose location and concept of preserving folk architecture",
        "contribution_de": "Museumsgründer, wählte Standort und Konzept zur Bewahrung der Volksarchitektur"
      }
    ],
    "unescoStatus": "none",
    "unescoYear": null,
    "nationalHeritageStatus": "National Museum of Ukraine",
    "referenceNumber": "NM-PYR-1969",
    "managedBy_uk": "Національна академія наук України, Інститут мистецтвознавства, фольклористики та етнології",
    "managedBy_en": "National Academy of Sciences of Ukraine, Institute of Arts, Folklore and Ethnology",
    "managedBy_de": "Nationale Akademie der Wissenschaften der Ukraine, Institut für Kunst, Folklore und Ethnologie"
  },

  "culturalEvents": [
    {
      "name_uk": "Різдвяні свята",
      "name_en": "Christmas Celebrations",
      "name_de": "Weihnachtsfeiern",
      "period_uk": "Січень (щорічно)",
      "period_en": "January (annually)",
      "period_de": "Januar (jährlich)",
      "description_uk": "Святкування традиційного Різдва з колядками, вертепом, святковими стравами та народними забавами",
      "description_en": "Celebration of traditional Christmas with carols, nativity scenes, festive dishes and folk games",
      "description_de": "Feier des traditionellen Weihnachtens mit Weihnachtsliedern, Krippen, festlichen Gerichten und Volksspielen"
    },
    {
      "name_uk": "Великодні святкування",
      "name_en": "Easter Celebrations",
      "name_de": "Osterfeiern",
      "period_uk": "Квітень (щорічно)",
      "period_en": "April (annually)",
      "period_de": "April (jährlich)",
      "description_uk": "Великодні традиції, розпис писанок, народні ігри, святкові ярмарки",
      "description_en": "Easter traditions, pysanka painting, folk games, festive fairs",
      "description_de": "Ostertraditionen, Pyssanka-Malerei, Volksspiele, festliche Märkte"
    },
    {
      "name_uk": "Івана Купала",
      "name_en": "Ivan Kupala Night",
      "name_de": "Iwan-Kupala-Nacht",
      "period_uk": "Липень (щорічно)",
      "period_en": "July (annually)",
      "period_de": "Juli (jährlich)",
      "description_uk": "Старовинне свято з вогнищами, вінками, стрибками через вогонь, пошуком папороті",
      "description_en": "Ancient holiday with bonfires, wreaths, jumping over fire, searching for fern",
      "description_de": "Altes Fest mit Lagerfeuern, Kränzen, Sprüngen übers Feuer, Farnsuche"
    },
    {
      "name_uk": "Жнива",
      "name_en": "Harvest Festival",
      "name_de": "Erntefest",
      "period_uk": "Серпень-вересень (щорічно)",
      "period_en": "August-September (annually)",
      "period_de": "August-September (jährlich)",
      "description_uk": "Свято врожаю з демонстрацією традиційного збору врожаю, виготовленням хліба, ярмарками",
      "description_en": "Harvest celebration with demonstrations of traditional harvesting, bread making, fairs",
      "description_de": "Erntefeier mit Demonstrationen traditioneller Erntemethoden, Brotbacken, Märkten"
    },
    {
      "name_uk": "Етнографічні фестивалі",
      "name_en": "Ethnographic Festivals",
      "name_de": "Ethnographische Festivals",
      "period_uk": "Протягом року",
      "period_en": "Throughout the year",
      "period_de": "Das ganze Jahr über",
      "description_uk": "Фестивалі народних ремесел, музики, танців з участю майстрів з різних регіонів України",
      "description_en": "Festivals of folk crafts, music, dances with participation of masters from different regions of Ukraine",
      "description_de": "Festivals für Volkshandwerk, Musik, Tänze mit Teilnahme von Meistern aus verschiedenen Regionen der Ukraine"
    }
  ],

  "tags": [
    "museum",
    "open-air-museum",
    "folk-architecture",
    "ethnography",
    "kyiv",
    "pyrohiv",
    "traditional-village",
    "ukrainian-culture",
    "windmills",
    "wooden-churches",
    "folk-crafts",
    "festivals",
    "cultural-heritage",
    "traditional-architecture",
    "historical-village"
  ],

  "suitableFor_uk": [
    "Любителі історії та етнографії",
    "Сімейні подорожі з дітьми",
    "Школярі та студенти",
    "Фотографи",
    "Дослідники культури",
    "Туристи",
    "Любителі народних свят",
    "Прихильники активного відпочинку на природі",
    "Всі вікові категорії"
  ],
  "suitableFor_en": [
    "History and ethnography enthusiasts",
    "Family trips with children",
    "Schoolchildren and students",
    "Photographers",
    "Culture researchers",
    "Tourists",
    "Folk holiday enthusiasts",
    "Outdoor activity lovers",
    "All age groups"
  ],
  "suitableFor_de": [
    "Geschichts- und Ethnographie-Enthusiasten",
    "Familienreisen mit Kindern",
    "Schüler und Studenten",
    "Fotografen",
    "Kulturforscher",
    "Touristen",
    "Volksfeier-Enthusiasten",
    "Outdoor-Aktivitätsliebhaber",
    "Alle Altersgruppen"
  ],

  "weatherDependent": true,
  "indoorActivities": true,
  "outdoorActivities": true,

  "priceRange": "$$",
  "rating": 4.7,
  "reviewsCount": 3542,
  "featured": true,
  "status": "published",

  "metaDescription_uk": "Музей Пирогово в Києві - 133 гектари під відкритим небом з 300+ автентичними будівлями. Всі регіони України. Вітряки, церкви, хати. Народні свята. Майстер-класи.",
  "metaDescription_en": "Pyrohiv Museum in Kyiv - 133 hectares open-air with 300+ authentic buildings. All regions of Ukraine. Windmills, churches, houses. Folk holidays. Master classes.",
  "metaDescription_de": "Pyrohiw-Museum in Kiew - 133 Hektar Freiluft mit 300+ authentischen Gebäuden. Alle Regionen der Ukraine. Windmühlen, Kirchen, Häuser. Volksfeste. Meisterklassen.",

  "keywords": [
    "Музей Пирогово",
    "Pyrohiv Museum",
    "народна архітектура",
    "folk architecture",
    "Київ",
    "Kyiv",
    "музей просто неба",
    "open-air museum",
    "вітряки",
    "windmills",
    "етнографія",
    "ethnography",
    "українське село",
    "Ukrainian village",
    "дерев'яні церкви",
    "wooden churches"
  ],

  "lastUpdated": "2025-11-30",
  "source": "Official website pyrohiv.com, Wikipedia, Kyiv City Guide, National Academy of Sciences",
  "verified": true
}
