{
  "id": "pidhirtsi-castle",
  "slug": "pidhirtsi-castle",
  "name_uk": "Підгорецький замок",
  "name_en": "Pidhirtsi Castle",
  "name_de": "Schloss Pidhirtsi",
  "tagline_uk": "Підгорецький замок — палац-фортеця і перлина Львівщини",
  "tagline_en": "A magnificent palace-fortress and pearl of Lviv region",
  "tagline_de": "Eine prächtige Palastfestung und Perle der Region Lwiw",
  "category": "castle",
  "subcategories": [
    "palace",
    "fortress",
    "renaissance-architecture",
    "baroque",
    "historical-monument"
  ],
  "region": "Brody",
  "oblast": "Lviv Oblast",
  "description_uk": {
    "short": "Підгорецький замок — резиденційний замок-палац у селі Підгірці Львівської області, один із найкрасивіших замків України. Побудований у 1635-1640 роках архітектором Гійомом Левассером де Бопланом за наказом Станіслава Конецпольського.",
    "full": "Підгорецький замок — один із найвизначніших архітектурних пам'яток пізнього Ренесансу та Бароко в Україні. Замок розташований на вершині пагорба в мальовничій місцевості села Підгірці Львівської області. Побудований між 1635 і 1640 роками французьким архітектором і військовим інженером Гійомом Левассером де Бопланом за наказом великого коронного гетьмана Станіслава Конецпольського на місці старішої фортеці.\n\nЗамок представляє собою двоповерхову будівлю з тричпов ерховими павільйонами по боках та вишуканою Бароковою вежею. На відміну від багатьох своїх сучасників, Підгорецький замок був задуманий не як оборонна фортеця, а як розкішний палац для проживання, що відображає західноєвропейські архітектурні тенденції тієї епохи. Комплекс включав палац, систему укріплень з бастіонами, парк у італійському стилі та костел.\n\nПротягом століть замок належав різним аристократичним родинам, включаючи Жевуських, Ржевуських та Сангушків. У свій золотий час палац вважався одним із найрозкішніших у Європі, з багатою колекцією творів мистецтва, антикварних меблів та зброї. На жаль, у XX столітті замок зазнав значних руйнувань внаслідок пожеж, пограбувань та запустіння.\n\nСьогодні Підгорецький замок перебуває у стані активної реставрації. Незважаючи на пошкоджений інтер'єр, зовнішній вигляд замку з його величною архітектурою та розташуванням на пагорбі залишається вражаючим. Замок є популярним туристичним об'єктом, особливо серед любителів історії, архітектури та фотографів.",
    "history": "Історія Підгорецького замку починається з 1635 року, коли великий коронний гетьман Станіслав Конецпольський, один із найбагатших магнатів Речі Посполитої, вирішив побудувати представницьку резиденцію на місці старішої оборонної фортеці. Будівництво доручили видатному французькому військовому інженеру та картографу Гійому Левассеру де Боплану, який на той час працював у Речі Посполитій.\n\nРоботи тривали п'ять років (1635-1640) і завершились створенням архітектурного шедевру, що поєднував функції палацу та фортеці. Замок був оточений системою земляних валів з бастіонами, ровами та підйомними мостами. Поруч розбили регулярний парк в італійському стилі з терасами, фонтанами та скульптурами. Невдовзі поруч було збудовано костел Святого Йосипа, який став родовою усипальницею Конецпольських.\n\nПісля смерті Станіслава Конецпольського в 1646 році замок успадкував його син Олександр, але вже в 1682 році за борги маєток перейшов до роду Жевуських, а згодом — до Ржевуських. Саме при Ржевуських, особливо при Вацлаві Ржевуському в XVIII столітті, замок пережив своє найбільше процвітання. Палац прикрасили розкішними інтер'єрами, зібрали величезну бібліотеку та галерею картин європейських майстрів. Тут приймали відомих гостей, включаючи французького письменника Оноре де Бальзака.\n\nУ XIX столітті замок перейшов до князів Сангушків, останніх приватних власників. Роман Сангушко створив тут приватний музей. Перед Другою світовою війною він вивіз найцінніші експонати за кордон, що врятувало їх від знищення.\n\nВійна та післявоєнний період стали катастрофічними для замку. У 1941 році в палаці сталась пожежа, яка знищила більшість інтер'єрів. У радянський період тут розташовувався туберкульозний санаторій, що призвело до подальшого занепаду. У 1956 році сталася друга велика пожежа. Лише завдяки зусиллям мистецтвознавця Бориса Возницького замок отримав статус заповідника і розпочалася його реставрація.",
    "significance": "Підгорецький замок є унікальною пам'яткою, що демонструє еволюцію від оборонних фортець до розкішних палацових резиденцій у Східній Європі XVII століття. Це один із небагатьох прикладів палацово-паркового комплексу епохи Ренесансу та Бароко, що зберігся на теренах України, хоча й у пошкодженому стані.\n\nАрхітектурна та художня цінність замку полягає у його унікальному поєднанні західноєвропейських архітектурних традицій із місцевими оборонними елементами. Замок входить до туристичного маршруту \"Золота підкова Львівщини\" разом із замками в Олеську та Золочеві.\n\nНезважаючи на пошкодження, замок залишається важливим об'єктом культурної спадщини України, символом аристократичної культури минулих епох та прикладом складної історії регіону. Він також став об'єктом численних легенд, включаючи історії про привидів та містичні події, що додає йому особливої романтичної привабливості."
  },
  "description_en": {
    "short": "Pidhirtsi Castle is a residential castle-palace in the village of Pidhirtsi, Lviv Oblast, one of Ukraine's most beautiful castles. Built in 1635-1640 by architect Guillaume Le Vasseur de Beauplan by order of Stanisław Koniecpolski.",
    "full": "Pidhirtsi Castle is one of the most outstanding architectural monuments of the late Renaissance and Baroque periods in Ukraine. The castle is located on a hilltop in the picturesque countryside of Pidhirtsi village in Lviv Oblast. Built between 1635 and 1640 by French architect and military engineer Guillaume Le Vasseur de Beauplan on the orders of Grand Crown Hetman Stanisław Koniecpolski on the site of an older fortress.\n\nThe castle is a two-story building with three-story pavilions on the sides and an elegant Baroque tower. Unlike many of its contemporaries, Pidhirtsi Castle was designed not as a defensive fortress, but as a luxurious residential palace, reflecting Western European architectural trends of the era. The complex included the palace, a system of fortifications with bastions, an Italian-style park, and a church.\n\nThroughout the centuries, the castle belonged to various aristocratic families, including the Żebrowski, Rzewuski, and Sanguszko families. In its golden age, the palace was considered one of the most magnificent in Europe, with a rich collection of artworks, antique furniture, and weapons. Unfortunately, in the 20th century, the castle suffered significant damage from fires, looting, and neglect.\n\nToday, Pidhirtsi Castle is undergoing active restoration. Despite the damaged interior, the castle's exterior with its magnificent architecture and hilltop location remains impressive. The castle is a popular tourist destination, especially among history buffs, architecture enthusiasts, and photographers.",
    "history": "The history of Pidhirtsi Castle begins in 1635 when Grand Crown Hetman Stanisław Koniecpolski, one of the wealthiest magnates of the Polish-Lithuanian Commonwealth, decided to build a representative residence on the site of an older defensive fortress. The construction was commissioned to the outstanding French military engineer and cartographer Guillaume Le Vasseur de Beauplan, who was working in the Commonwealth at that time.\n\nThe work lasted five years (1635-1640) and resulted in the creation of an architectural masterpiece combining the functions of palace and fortress. The castle was surrounded by a system of earthen ramparts with bastions, moats, and drawbridges. A regular Italian-style park with terraces, fountains, and sculptures was laid out nearby. Soon after, the Church of St. Joseph was built, which became the family crypt of the Koniecpolski family.\n\nAfter Stanisław Koniecpolski's death in 1646, the castle was inherited by his son Alexander, but by 1682 the estate passed to the Żebrowski family due to debts, and later to the Rzewuski family. It was under the Rzewuski, especially under Wacław Rzewuski in the 18th century, that the castle experienced its greatest prosperity. The palace was decorated with luxurious interiors, assembled a huge library and gallery of paintings by European masters. Famous guests were received here, including French writer Honoré de Balzac.\n\nIn the 19th century, the castle passed to the Sanguszko princes, the last private owners. Roman Sanguszko created a private museum here. Before World War II, he exported the most valuable exhibits abroad, which saved them from destruction.\n\nThe war and post-war period were catastrophic for the castle. In 1941, a fire in the palace destroyed most of the interiors. During the Soviet period, a tuberculosis sanatorium was located here, which led to further decline. In 1956, a second major fire occurred. Only thanks to the efforts of art historian Borys Voznytsky did the castle receive reserve status and its restoration begin.",
    "significance": "Pidhirtsi Castle is a unique monument demonstrating the evolution from defensive fortresses to luxurious palace residences in Eastern Europe of the 17th century. It is one of the few examples of a palace and park complex from the Renaissance and Baroque eras preserved in Ukraine, albeit in a damaged state.\n\nThe architectural and artistic value of the castle lies in its unique combination of Western European architectural traditions with local defensive elements. The castle is part of the tourist route 'Golden Horseshoe of Lviv Region' together with castles in Olesko and Zolochiv.\n\nDespite the damage, the castle remains an important object of Ukraine's cultural heritage, a symbol of aristocratic culture of past eras, and an example of the region's complex history. It has also become the subject of numerous legends, including stories about ghosts and mystical events, which adds special romantic appeal."
  },
  "description_de": {
    "short": "Schloss Pidhirtsi ist ein Wohnschloss-Palast im Dorf Pidhirtsi, Oblast Lwiw, eines der schönsten Schlösser der Ukraine. Erbaut 1635-1640 vom Architekten Guillaume Le Vasseur de Beauplan im Auftrag von Stanisław Koniecpolski.",
    "full": "Schloss Pidhirtsi ist eines der herausragendsten architektonischen Denkmäler der Spätrenaissance und des Barock in der Ukraine. Das Schloss liegt auf einem Hügel in der malerischen Landschaft des Dorfes Pidhirtsi in der Oblast Lwiw. Erbaut zwischen 1635 und 1640 vom französischen Architekten und Militäringenieur Guillaume Le Vasseur de Beauplan im Auftrag des Großkronhetmans Stanisław Koniecpolski an der Stelle einer älteren Festung.\n\nDas Schloss ist ein zweistöckiges Gebäude mit dreistöckigen Pavillons an den Seiten und einem eleganten Barockturm. Im Gegensatz zu vielen seiner Zeitgenossen wurde Schloss Pidhirtsi nicht als Verteidigungsfestung, sondern als luxuriöser Wohnpalast entworfen, der die westeuropäischen architektonischen Trends jener Epoche widerspiegelt.",
    "history": "Die Geschichte von Schloss Pidhirtsi beginnt im Jahr 1635, als der Großkronhetman Stanisław Koniecpolski, einer der reichsten Magnaten des polnisch-litauischen Commonwealth, beschloss, eine repräsentative Residenz an der Stelle einer älteren Verteidigungsfestung zu errichten. Der Bau wurde dem herausragenden französischen Militäringenieur und Kartographen Guillaume Le Vasseur de Beauplan anvertraut.",
    "significance": "Schloss Pidhirtsi ist ein einzigartiges Denkmal, das die Entwicklung von Verteidigungsfestungen zu luxuriösen Palastresidenze in Osteuropa des 17. Jahrhunderts demonstriert. Trotz der Schäden bleibt das Schloss ein wichtiges Objekt des ukrainischen Kulturerbes."
  },
  "location": {
    "city": "Pidhirtsi",
    "region": "Lviv Oblast",
    "address_uk": "село Підгірці, Бродівський район, Львівська область, Україна",
    "address_en": "Pidhirtsi village, Brody district, Lviv Oblast, Ukraine",
    "address_de": "Dorf Pidhirtsi, Bezirk Brody, Oblast Lwiw, Ukraine",
    "coordinates": {
      "latitude": 49.943003,
      "longitude": 24.983734
    },
    "directions_uk": {
      "general": "Розташований у селі Підгірці, приблизно 80 км на схід від Львова",
      "publicTransport": "Маршруткою з Львова (вул. Личаківська) до села Підгірці. Замок знаходиться в центральній частині села на пагорбі",
      "car": "З Львова — 80 км по трасі через Броди (близько 1.5 години). Дорога проходить через мальовничу місцевість",
      "parking": "Є невелика парковка біля підніжжя пагорба, далі пішки вгору до замку"
    },
    "directions_en": {
      "general": "Located in Pidhirtsi village, approximately 80 km east of Lviv",
      "publicTransport": "Minibus from Lviv (Lychakivska street) to Pidhirtsi village. The castle is in the central part of the village on a hill",
      "car": "From Lviv - 80 km via Brody (about 1.5 hours). The road passes through picturesque countryside",
      "parking": "Small parking area at the foot of the hill, then walk uphill to the castle"
    },
    "directions_de": {
      "general": "Im Dorf Pidhirtsi gelegen, etwa 80 km östlich von Lwiw",
      "publicTransport": "Kleinbus von Lwiw (Lychakiwska-Straße) zum Dorf Pidhirtsi. Das Schloss befindet sich im zentralen Teil des Dorfes auf einem Hügel",
      "car": "Von Lwiw - 80 km über Brody (ca. 1,5 Stunden). Die Straße führt durch malerische Landschaft",
      "parking": "Kleiner Parkplatz am Fuße des Hügels, dann zu Fuß bergauf zum Schloss"
    },
    "nearbyAttractions": [
      {
        "name_uk": "Олеський замок",
        "name_en": "Olesko Castle",
        "distance": "15 km",
        "type": "castle"
      },
      {
        "name_uk": "Золочівський замок",
        "name_en": "Zolochiv Castle",
        "distance": "30 km",
        "type": "castle"
      },
      {
        "name_uk": "Костел Святого Йосипа",
        "name_en": "Church of St. Joseph",
        "distance": "0.5 km",
        "type": "church"
      }
    ]
  },
  "contact": {
    "phone": null,
    "email": "pidgirci.org@gmail.com",
    "website": "https://pidgirci.org",
    "bookingUrl": null,
    "socialMedia": {
      "facebook": null,
      "instagram": null,
      "youtube": null
    }
  },
  "visitingInformation": {
    "openingTimes": {
      "status_uk": "Відкрито з обмеженнями",
      "status_en": "Open with restrictions",
      "status_de": "Mit Einschränkungen geöffnet",
      "seasonal": [
        {
          "season_uk": "Цілий рік",
          "season_en": "Year-round",
          "season_de": "Ganzjährig",
          "days_uk": "Вівторок - Неділя",
          "days_en": "Tuesday - Sunday",
          "days_de": "Dienstag - Sonntag",
          "hours": "11:00 - 17:00",
          "lastAdmission": "16:30"
        }
      ]
    },
    "admissionPrices": {
      "currency": "UAH",
      "adult": 90,
      "student": 60,
      "child": 30,
      "senior": 60,
      "family": null,
      "notes_uk": "Вхід на територію замку. Інтер'єр частково доступний. Фотозйомка включена у вартість квитка",
      "notes_en": "Entrance to castle grounds. Interior partially accessible. Photography included in ticket price",
      "notes_de": "Eintritt zum Schlossgelände. Innenbereich teilweise zugänglich. Fotografie im Ticketpreis inbegriffen"
    },
    "tourOptions": [
      {
        "type_uk": "Самостійний огляд",
        "type_en": "Self-guided tour",
        "type_de": "Selbstgeführte Tour",
        "duration_uk": "1-2 години",
        "duration_en": "1-2 hours",
        "duration_de": "1-2 Stunden",
        "price": 0
      },
      {
        "type_uk": "Екскурсія з гідом",
        "type_en": "Guided tour",
        "type_de": "Führung",
        "duration_uk": "1.5 години",
        "duration_en": "1.5 hours",
        "duration_de": "1,5 Stunden",
        "price": 400,
        "groupSize": "до 15 осіб / up to 15 people / bis 15 Personen"
      }
    ],
    "averageVisitDuration_uk": "1.5-2 години",
    "averageVisitDuration_en": "1.5-2 hours",
    "averageVisitDuration_de": "1,5-2 Stunden",
    "busyPeriods_uk": [
      "Літні місяці (червень-серпень)",
      "Вихідні дні",
      "Свята"
    ],
    "busyPeriods_en": [
      "Summer months (June-August)",
      "Weekends",
      "Holidays"
    ],
    "busyPeriods_de": [
      "Sommermonate (Juni-August)",
      "Wochenenden",
      "Feiertage"
    ],
    "adviceForVisitors_uk": "Взуйте зручне взуття для підйому на пагорб. Візьміть воду. Інтер'єр замку значно пошкоджений, але зовнішній вигляд та панорамні види вражають. Рекомендуємо відвідувати на світанку або перед заходом сонця для найкращих фото. Зверніть увагу на прилеглий костел та парк.",
    "adviceForVisitors_en": "Wear comfortable shoes for climbing the hill. Bring water. The castle interior is heavily damaged, but the exterior and panoramic views are impressive. We recommend visiting at sunrise or before sunset for the best photos. Pay attention to the adjacent church and park.",
    "adviceForVisitors_de": "Tragen Sie bequeme Schuhe für den Aufstieg zum Hügel. Bringen Sie Wasser mit. Das Schlossinnere ist stark beschädigt, aber das Äußere und die Panoramablicke sind beeindruckend. Wir empfehlen einen Besuch bei Sonnenaufgang oder vor Sonnenuntergang für die besten Fotos."
  },
  "features": {
    "highlights_uk": [
      "Вражаюча зовнішня архітектура епохи Ренесансу та Бароко",
      "Панорамні види на оточуючу місцевість",
      "Історичний італійський парк",
      "Костел Святого Йосипа XVII століття",
      "Частина туристичного маршруту Золота підкова Львівщини",
      "Легенди про привидів та містичні історії",
      "Унікальне розташування на пагорбі"
    ],
    "highlights_en": [
      "Impressive Renaissance and Baroque exterior architecture",
      "Panoramic views of the surrounding countryside",
      "Historical Italian park",
      "17th-century Church of St. Joseph",
      "Part of the Golden Horseshoe of Lviv Region tourist route",
      "Ghost legends and mystical stories",
      "Unique hilltop location"
    ],
    "highlights_de": [
      "Beeindruckende Renaissance- und Barock-Außenarchitektur",
      "Panoramablick auf die Umgebung",
      "Historischer italienischer Park",
      "Kirche St. Joseph aus dem 17. Jahrhundert",
      "Teil der touristischen Route Goldenes Hufeisen der Region Lwiw",
      "Geisterlegenden und mystische Geschichten",
      "Einzigartige Lage auf dem Hügel"
    ],
    "facilities_uk": [
      "Парковка",
      "Інформаційні стенди",
      "Туалети (обмежено)"
    ],
    "facilities_en": [
      "Parking",
      "Information boards",
      "Toilets (limited)"
    ],
    "facilities_de": [
      "Parkplatz",
      "Informationstafeln",
      "Toiletten (begrenzt)"
    ],
    "accessibility": {
      "wheelchairAccessible": false,
      "notes_uk": "Замок розташований на пагорбі з крутим підйомом, що робить його недоступним для інвалідних візків. Немає спеціальних пристосувань для відвідувачів з обмеженими можливостями",
      "notes_en": "The castle is located on a hill with a steep climb, making it inaccessible for wheelchairs. No special facilities for visitors with disabilities",
      "notes_de": "Das Schloss befindet sich auf einem Hügel mit steilem Aufstieg, was es für Rollstühle unzugänglich macht. Keine besonderen Einrichtungen für Besucher mit Behinderungen"
    },
    "uniqueSellingPoints_uk": [
      "Один із найкрасивіших замків України",
      "Унікальне поєднання палацу та фортеці",
      "Багата історія європейського аристократизму",
      "Популярне місце для фотозйомок",
      "Містичні легенди та історії про привидів"
    ],
    "uniqueSellingPoints_en": [
      "One of Ukraine's most beautiful castles",
      "Unique combination of palace and fortress",
      "Rich history of European aristocracy",
      "Popular location for photography",
      "Mystical legends and ghost stories"
    ],
    "uniqueSellingPoints_de": [
      "Eines der schönsten Schlösser der Ukraine",
      "Einzigartige Kombination aus Palast und Festung",
      "Reiche Geschichte des europäischen Adels",
      "Beliebter Ort für Fotografie",
      "Mystische Legenden und Geistergeschichten"
    ]
  },
  "images": {
    "heroImage": {
      "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Pidhirtsi_Castle_RB.jpg/1280px-Pidhirtsi_Castle_RB.jpg",
      "alt_uk": "Підгорецький замок, вид з паркової алеї",
      "alt_en": "Pidhirtsi Castle, view from park alley",
      "alt_de": "Schloss Pidhirtsi, Ansicht von der Parkallee",
      "caption_uk": "Величний фасад Підгорецького замку на пагорбі",
      "caption_en": "Magnificent facade of Pidhirtsi Castle on the hill",
      "caption_de": "Prächtige Fassade von Schloss Pidhirtsi auf dem Hügel"
    },
    "gallery": [
      {
        "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Pidhirtsi_Castle_02.jpg/1280px-Pidhirtsi_Castle_02.jpg",
        "alt_uk": "Вид на замок зі східного боку",
        "alt_en": "View of the castle from the east",
        "alt_de": "Blick auf das Schloss von Osten",
        "caption_uk": "Східний фасад замку з оборонними елементами"
      },
      {
        "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Pidhirtsi_Castle_courtyard.jpg/1280px-Pidhirtsi_Castle_courtyard.jpg",
        "alt_uk": "Внутрішній двір замку",
        "alt_en": "Castle courtyard",
        "alt_de": "Schlosshof",
        "caption_uk": "Аркадний внутрішній двір Підгорецького замку"
      },
      {
        "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Pidhirtsi_Church.jpg/1280px-Pidhirtsi_Church.jpg",
        "alt_uk": "Костел Святого Йосипа",
        "alt_en": "Church of St. Joseph",
        "alt_de": "Kirche St. Joseph",
        "caption_uk": "Барокова церква Святого Йосипа поруч із замком"
      },
      {
        "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Pidhirtsi_Castle_panorama.jpg/1280px-Pidhirtsi_Castle_panorama.jpg",
        "alt_uk": "Панорамний вид на замок та околиці",
        "alt_en": "Panoramic view of castle and surroundings",
        "alt_de": "Panoramablick auf Schloss und Umgebung",
        "caption_uk": "Захоплюючі панорамні види з Підгорецького замку"
      }
    ]
  },
  "historicalData": {
    "yearBuilt": "1635-1640",
    "yearBuiltNote_uk": "Побудований архітектором Гійомом Левассером де Бопланом",
    "yearBuiltNote_en": "Built by architect Guillaume Le Vasseur de Beauplan",
    "yearBuiltNote_de": "Erbaut vom Architekten Guillaume Le Vasseur de Beauplan",
    "architecturalStyle_uk": "Пізній Ренесанс, Бароко",
    "architecturalStyle_en": "Late Renaissance, Baroque",
    "architecturalStyle_de": "Spätrenaissance, Barock",
    "architects": [
      {
        "name": "Гійом Левассер де Боплан (Guillaume Le Vasseur de Beauplan)",
        "period": "1635-1640",
        "contribution_uk": "Головний архітектор та військовий інженер, створив проект палацу-фортеці",
        "contribution_en": "Chief architect and military engineer, created the palace-fortress project",
        "contribution_de": "Chefarchitekt und Militäringenieur, entwarf das Palast-Festungsprojekt"
      }
    ],
    "unescoStatus": "none",
    "unescoYear": null,
    "nationalHeritageStatus": "National Monument of Ukraine",
    "referenceNumber": null,
    "managedBy_uk": "Державний історико-архітектурний заповідник у Олеську",
    "managedBy_en": "State Historical and Architectural Reserve in Olesko",
    "managedBy_de": "Staatliches historisch-architektonisches Reservat in Olesko"
  },
  "culturalEvents": [
    {
      "name_uk": "Дні відкритих дверей",
      "name_en": "Open Days",
      "name_de": "Tage der offenen Tür",
      "period_uk": "Травень - Вересень (окремі вихідні)",
      "period_en": "May - September (selected weekends)",
      "period_de": "Mai - September (ausgewählte Wochenenden)",
      "description_uk": "Спеціальні екскурсії та тематичні заходи для відвідувачів",
      "description_en": "Special tours and thematic events for visitors",
      "description_de": "Spezielle Führungen und thematische Veranstaltungen für Besucher"
    }
  ],
  "tags": [
    "castle",
    "palace",
    "fortress",
    "renaissance",
    "baroque",
    "lviv-region",
    "pidhirtsi",
    "golden-horseshoe",
    "historical-monument",
    "architecture",
    "koniecpolski",
    "beauplan",
    "ruined-interior",
    "panoramic-views",
    "ghost-stories",
    "photography",
    "tourism"
  ],
  "suitableFor_uk": [
    "Любителі історії",
    "Поціновувачі архітектури",
    "Фотографи",
    "Романтичні пари",
    "Шукачі пригод",
    "Дослідники містичних місць"
  ],
  "suitableFor_en": [
    "History enthusiasts",
    "Architecture lovers",
    "Photographers",
    "Romantic couples",
    "Adventure seekers",
    "Mystical places explorers"
  ],
  "suitableFor_de": [
    "Geschichtsinteressierte",
    "Architekturliebhaber",
    "Fotografen",
    "Romantische Paare",
    "Abenteuersuchende",
    "Erforscher mystischer Orte"
  ],
  "weatherDependent": true,
  "indoorActivities": false,
  "outdoorActivities": true,
  "priceRange": "$$",
  "rating": 4.5,
  "reviewsCount": 850,
  "featured": true,
  "status": "published",
  "metaDescription_uk": "Підгорецький замок - величний палац-фортеця XVII століття у Львівській області. Унікальна архітектура епохи Ренесансу та Бароко, панорамні види, містичні легенди. Частина Золотої підкови Львівщини.",
  "metaDescription_en": "Pidhirtsi Castle - magnificent 17th-century palace-fortress in Lviv Oblast. Unique Renaissance and Baroque architecture, panoramic views, mystical legends. Part of the Golden Horseshoe of Lviv Region.",
  "metaDescription_de": "Schloss Pidhirtsi - prächtiger Palast-Festung aus dem 17. Jahrhundert in der Oblast Lwiw. Einzigartige Renaissance- und Barock-Architektur, Panoramablicke, mystische Legenden.",
  "keywords": [
    "Підгорецький замок",
    "Pidhirtsi Castle",
    "Schloss Pidhirtsi",
    "Львівська область",
    "Lviv Oblast",
    "замок-палац",
    "palace-fortress",
    "Ренесанс",
    "Renaissance",
    "Бароко",
    "Baroque",
    "Золота підкова",
    "Golden Horseshoe",
    "туризм",
    "tourism"
  ],
  "lastUpdated": "2025-11-30",
  "source": "Wikipedia, Vidviday Tourism, Historical Archives",
  "verified": true
}
